/* Напишите програму вычисления значения
функции возведения числа в квадрат.
4 в 16
3 в 9
7 в 49
*/
Console.WriteLine("Введите число ");
int number = Convert.ToInt32 (Console.ReadLine());
Console.WriteLine (number * number);