//напишите программу, которая на вход принимает число и выдает его квадрат (число умноженное на само себя)
//например
//4 в 16
//3 в 9
//7 в 49

int number = Convert.ToInt32(Console.ReadLine());

int result = number + number;

Console.WriteLine (result);